{"data" : [
    {"name" : "Harry Potter", "author" : "J.K. Rowling", "img" : "assets/harry_potter.jpg", "genre" : "Fantasy, Adventure", "favList" : [], "synopsis" : "Harry Potter yang berusia sepuluh tahun adalah seorang yatim piatu yang tinggal di pinggiran kota fiksi London, Little Whinging, Surrey, bersama keluarga Dursley: Bibi Petunia yang tidak peduli, Paman Vernon yang menjengkelkan, dan sepupunya yang manja, Dudley. Keluarga Dursley hampir tidak mentolerir Harry, dan Dudley mengganggunya. Suatu hari Harry terkejut saat menerima sepucuk surat yang dialamatkan kepadanya di dalam lemari di bawah tangga (tempat dia tidur). Namun, sebelum dia dapat membuka surat itu, Paman Vernon mengambilnya. Surat-surat untuk Harry kemudian tiba setiap hari, dalam jumlah yang semakin banyak, tetapi Paman Vernon merobek-robek semuanya, dan akhirnya, dalam upaya melarikan diri dari surat-surat itu, keluarga Dursley pergi ke sebuah gubuk yang menyedihkan di sebuah pulau kecil.\n\nPada ulang tahun Harry yang ke-11, seorang raksasa bernama Hagrid datang dan mengungkapkan bahwa Harry adalah seorang penyihir dan dia telah diterima di Sekolah Sihir dan Ilmu Sihir Hogwarts. Dia juga menjelaskan masa lalu Harry, memberi tahu bocah itu bahwa orang tuanya, seorang penyihir dan penyihir, dibunuh oleh penyihir jahat Voldemort dan bahwa Harry mendapatkan bekas luka petir di dahinya selama konfrontasi yang mematikan itu.", "isFavorited" : false},
    {"name" : "Sherlock Holmes", "author" : "Sir Arthur Conan Doyle", "img" : "assets/sherlock.jpg", "genre" : "Sci-Fi, Mystery", "favList" : [],"synopsis" : "Cerita ini adalah tentang pertemuan pertama antara Sherlock Holmes dan Dr. Watson. Dr. Watson awalnya tidak tahu apa profesi Holmes yang unik. Pada tahun 1881, setelah kembali dari Perang Anglo-Afghanistan, Watson mencari tempat tinggal dan disarankan untuk berbagi flat dengan Holmes di Baker Street. Ketika mereka bertemu, mereka mendapat telegram tentang kasus pembunuhan./nMereka pergi ke tempat kejadian, sebuah rumah kosong dengan tulisan 'RACHE' merah di dindingnya. Di dalam rumah itu, mereka menemukan jenazah seorang pria bernama Enoch Drebber. Selama penyelidikan, polisi menemukan cincin kawin emas yang diperkirakan milik seorang wanita. Sherlock menyimpulkan bahwa Drebber diracun. Ia menyebarkan berita tentang cincin tersebut untuk menarik perhatian pembunuh./nSeorang wanita tua kemudian mengklaim bahwa cincin itu milik putrinya. Sherlock mulai curiga terhadap wanita tersebut, mungkin sebagai kaki tangan pembunuh atau bahkan pembunuh itu sendiri yang menyamar. Inspektur Gregson kemudian menangkap seorang pria yang dicurigai sebagai tersangka, kakak perempuan yang memiliki dendam terhadap Drebber karena masalah dengan adiknya.\n\nSuatu hari, Sherlock naik taksi dan meminta sopirnya membantu membawa barang-barangnya ke bagasi. Namun, ternyata sopir taksi itu adalah pembunuh Drebber dan ditangkap oleh Sherlock yang memborgolnya.", "isFavorited" : false},
    {"name" : "The Chronicles of Narnia", "author" : "C. S. Lewis", "img" : "assets/narnia.jpg", "genre" : "Fantasy, Adventure", "favList" : [],"synopsis" : "Peter Pevensie, Susan Pevensie, Edmund Pevensie, dan Lucy Pevensie diungsikan ke rumah Profesor Diggory Kirke karena Perang Dunia. Suatu hari, pada waktu mereka bermain petak umpet di rumah itu, Lucy menemukan lemari pakaian, dan dia memutuskan untuk bersembunyi di sana. Lucy sangat terkejut melihat di dalamnya terdapat negeri yang bernama Narnia, dan di sana dia bertemu seekor faun bernama Mr. Tumnus yang mengatakan bahwa Narnia sedang dikutuk oleh penyihir putih bernama Jadis selama beratus-ratus tahun dengan musim dingin yang panjang.", "isFavorited" : false},
    {"name" : "Re:Zero", "author" : "Tappei Nagatsuki", "img" : "assets/rezero.jpg", "genre" : "Drama, Fantasy, Psychological, Romance, Thriller", "favList" : [],"synopsis" : "Ketika Subaru Natsuki meninggalkan toko swalayan, hal terakhir yang dia harapkan adalah direnggut dari kehidupan sehari-harinya dan masuk ke dalam dunia fantasi. Segalanya tidak terlihat baik bagi remaja yang kebingungan ini; namun, tidak lama setelah kedatangannya, dia diserang oleh beberapa preman. Hanya berbekal sekantong belanjaan dan ponsel yang sudah tidak berguna, dia dengan cepat dihajar hingga babak belur. Untungnya, seorang wanita cantik misterius bernama Satella, yang sedang mengejar orang yang mencuri lambangnya, bertemu dengan Subaru dan menyelamatkannya. Untuk berterima kasih kepada gadis yang jujur dan baik hati ini, Subaru menawarkan bantuan dalam pencariannya, dan di malam harinya, dia bahkan menemukan keberadaan orang yang dicarinya. Namun tanpa sepengetahuan mereka, kekuatan yang jauh lebih gelap mengintai keduanya dari balik bayang-bayang, dan hanya beberapa menit setelah menemukan lambang tersebut, Subaru dan Satella dibunuh secara brutal.\n\nNamun, Subaru segera terbangun kembali dengan pemandangan yang tidak asing lagi-dihadapkan dengan kelompok preman yang sama, bertemu dengan Satella sekali lagi-teka-teki semakin dalam ketika sejarah secara tak terduga terulang kembali.", "isFavorited" : false},
    {"name" : "Dilan 1990", "author" : "Pidi Baiq", "img" : "assets/dilan.jpg", "genre" : "Drama, Romance, Action", "favList" : [],"synopsis" : "Dilan adalah seorang siswa SMA di Bandung, sedangkan Milea adalah siswa baru, pindahan dari Jakarta. Sejak kali pertama mengetahui Milea, Dilan tertarik lalu mendekatinya. Cara Dilan untuk mendekati Milea sangatlah unik.\n\nCara Dilan untuk mendekati Milea ini lama-lama berbalas. Meskipun Milea saat itu memiliki pacar di Jakarta bernama Beni. Awalnya Milea ragu untuk membalas perasaan pada Dilan karena dia telah memiliki Beni. Namun, kejadian saat Milea ke Jakarta membuatnya mengakhiri hubungan dengan Beni.\n\nMilea datang ke Jakarta untuk mendukung temannya yang ikut lomba cerdas cermat. Saat itu Milea janjian dengan Beni untuk bertemu, tetapi Beni tak kunjung datang. Akhirnya Milea makan dengan Nandan dan Wati. Beni datang memarahi Milea karena tak terima Milea makan dengan laki-laki lain. Pada saat inilah Milea resmi mengakhiri hubungan dengan Beni.\n\nDilan dan Milea mengakui saling suka. Hubungan keduanya semakin serius. Bahkan Dilan beberapa kali mengajak Milea ke rumahnya untuk dikenalkan pada keluarga terutama bundanya. Begitu juga dengan Milea, yang mengajak Dilan untuk berkunjung ke rumah Milea. Bagaimana kisah selanjutnya?", "isFavorited" : false},
    {"name" : "Overlord", "author" : "Kugane Maruyama", "img" : "assets/overlord.jpg", "genre" : "Fantasy, Drama, War", "favList" : [],"synopsis" : "Jam terakhir dari game realitas virtual populer Yggdrasil telah tiba. Namun, Momonga, penyihir yang kuat dan penguasa serikat gelap Ainz Ooal Gown, memutuskan untuk menghabiskan waktu terakhirnya di dalam game saat server mulai mati. Yang mengejutkannya, meskipun waktu telah menunjukkan tengah malam, Momonga masih sepenuhnya sadar sebagai karakternya dan, terlebih lagi, karakter non-pemain tampaknya telah mengembangkan kepribadian mereka sendiri!\n\nDihadapkan dengan situasi yang tidak normal ini, Momonga memerintahkan para pelayannya yang setia untuk membantunya menyelidiki dan mengendalikan dunia baru ini, dengan harapan dapat menemukan apa yang menyebabkan perkembangan ini dan apakah ada orang lain yang mengalami kesulitan yang sama.", "isFavorited" : false}
]
}
